tap "homebrew/bundle"
tap "homebrew/core", "https://github.com/Homebrew/linuxbrew-core.git"
tap "linuxbrew/extra"
tap "linuxbrew/xorg"

# tap "delphinus/sfmono-square"
# brew "delphinus/sfmono-square/sfmono-square"

# grep tools
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "the_platinum_searcher"
brew "the_silver_searcher"

# C++ build tools
brew "cmake"
brew "meson"
brew "ninja"

# kubernetes
brew "kubernetes-cli"
brew "kubectx"
brew "stern"

# terraform
brew "terraformer"
brew "tfenv"

# shell
brew "fish"
brew "zsh"
brew "starship"
brew "tmux"

# cli tools
brew "anyenv"
brew "bat"
brew "exa"
brew "fd"
brew "fselect"
brew "fzf"
brew "gibo"
brew "jq"
brew "lsd"
brew "rargs"

