fisherman/await
0rax/fish-bd
fisherman/fnm
fisherman/fzf
fisherman/get
fisherman/get_file_age
fisherman/getopts
decors/fish-ghq
fisherman/git_util
fisherman/gitignore
fisherman/host_info
fisherman/humanize_duration
fisherman/last_job_id
fisherman/menu
oh-my-fish/plugin-peco
fisherman/pwd_info
fisherman/pwd_is_home
fisherman/simple
fisherman/spin
fisherman/z
